{
  "articles": [
    {
      "title": "Elon Musk names Linda Yaccarino new Twitter CEO",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/17C8D/production/_129712479_gettyimages-1469401572.jpg.webp",
      "publishedDate": "2023-05-13 02:55",
      "content": "Elon Musk has named a new chief executive of Twitter, just over six months after his controversial takeover of the social media company.\n\nThe billionaire said Linda Yaccarino, the former head of advertising at NBCUniversal, would oversee business operations at the site, which has been struggling to make money.\n\nHe said she would start in six weeks.\n\nMr Musk will remain involved as executive chairman and chief technology officer.\"Looking forward to working with Linda to transform this platform into X, the everything app,\" he wrote on Twitter, confirming the decision a day after he had stoked speculation by writing that he had found a new boss without revealing their identity.\n\nMr Musk - who bought the social media platform last year for $44bn - had been under pressure to find someone else to lead the company and refocus his attention on his other businesses, which include electric carmaker Tesla and rocket firm SpaceX.\n\nWith fewer than 10% of Fortune 500 tech companies headed by women, Ms Yaccarino will become that rare example of a woman at the top of a major tech firm, after rising steadily through the ranks of some of America's biggest media companies.\n\nWho is Linda Yaccarino?\nMs Yaccarino was raised in an Italian-American family, with a father who was a police officer and a mother who never went to college.\n\nAfter graduating from Penn State, she worked at Turner Entertainment for 15 years before joining NBCUniversal, where she oversaw roughly 2,000 people, and was involved with the launch of its streaming service.\n\nHer work has been marked by close collaborations with big brands, finding opportunities for product placement and convincing them to advertise alongside television shows - even ones with a reputation for edgy content, such as Sex and the City when it first launched.\n\nShe has also built relationships in new media with the likes of Apple News, Snapchat and YouTube.\n\nA 2005 profile in an industry publication portrayed her as a busy, married mother-of-two children, then aged 13 and 9.\n\n\"I have absolutely no hobbies,\" she said at the time.Business Insider's Claire Atkinson has followed Ms Yaccarino's career for two decades and said her background in advertising could help Twitter, which has seen its ad sales drop sharply since Mr Musk's takeover.\n\n\"If Twitter are looking to monetise better than they have been, then that would be the place to start and Linda would be the ideal person to make that happen,\" the chief media correspondent said.\n\n\"She's the kind of person that I can imagine Elon Musk needs,\" Ms Atkinson added. \"She won't be rolled over.\"\n\nIndeed, her negotiating style within the industry earned her the nickname the \"velvet hammer\", according to the Wall Street Journal in 2012.\n\nMs Yaccarino will face the challenge of running a business that has struggled to be profitable, while facing intense scrutiny over how Twitter handles the spread of misinformation and manages hate speech.\n\nWhen Mr Musk first started discussing his plans for Twitter last year, he said he wanted to reduce the platform's reliance on advertising and make changes to the way it moderated content.\n\nHe also said he wanted to expand the site's functions to include payments, encrypted messaging and phone calls, turning it into something he called X.\n\nBut Mr Musk courted controversy when he fired thousands of staff upon his takeover, including people who had been tasked with dealing with abusive posts.\n\nHe also overhauled the way the service authenticates accounts, charging for blue ticks in a move critics said would facilitate the spread of misinformation.\n\nSome of the changes raised concerns among advertisers, worried about risks to their brands, who subsequently halted spending on the site.\n\nMr Musk has acknowledged \"massive\" declines in revenue, though he told the BBC last month that companies were returning.At an advertising conference last month Ms Yaccarino interviewed Mr Musk and pressed him on what he was doing to reassure firms that their brands would not be exposed to risk.\n\n\"The people in this room are your accelerated path to profitability,\" she said. \"But there's a decent bit of sceptics in the room.\"\n\nThere has also been some instant scepticism at Ms Yaccarino's appointment on social media, where many were looking for clues to her politics, which reportedly lean conservative.\n\nHer work for the World Economic Forum, an organisation viewed negatively as \"globalist\" by those on the right, has not been well-received in some quarters along with her role in a coronavirus vaccination campaign featuring Pope Francis.\n\nOthers on the left have questioned her political involvement in a White House sports, fitness and nutrition council under former President Donald Trump.\n\nMr Musk, who has also put women in senior positions at SpaceX and Tesla, is known to be a notoriously unpredictable and demanding boss.\n\nEven the announcement unfolded in an unusual manner, after media reports sparked by Mr Musk's post that identified Ms Yaccarino appeared to catch her bosses at NBCUniversal off guard.\n\nAs of mid-Friday in the US, Ms Yaccarino had still not commented publicly on the move.\n\nIndustry watchers will be curious to see how the relationship develops between the New Yorker and the until now hands-on Mr Musk.\n\nMs Atkinson said the two Twitter executives would be facing \"difficult conversations\" about how to handle moderation, especially with the 2024 presidential election approaching in the US.\n\n\"How long Linda can last under these tricky management situations is anyone's guess,\" Ms Atkinson said.",
      "index" : 1
    },
    {
      "title": "YouTuber Trevor Jacob admits to crashing plane for views",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E2CC/production/_129706085_trevorplane.png.webp",
      "publishedDate": "2023-05-12 16:00",
      "content": "A YouTuber who intentionally crashed an aeroplane for views will plead guilty to obstructing a federal investigation by cleaning up the site of the crash, US prosecutors say.\n\nTrevor Jacob, 29, posted the video of the plane crash to YouTube in December 2021, implying it was an accident. It has over 2.9 million views to date.\n\nIn a plea agreement, he said he filmed the video as part of a product sponsorship deal.\n\nHe could face up to 20 years in prison.\n\nThe 29-year-old pilot and skydiver has agreed to plead guilty to one felony count of destruction and concealment with the intent to obstruct a federal investigation, the US justice department said in a statement on Thursday.\n\nIn November 2021, Mr Jacob left a Santa Barbara, California airport on a solo flight with cameras mounted on his plane. Along with the cameras, Mr Jacob took a parachute with him, as well as a selfie stick.\n\nHe \"did not intend to reach his destination, but instead planned to eject from his aircraft during the flight and video himself parachuting to the ground and his airplane as it descended and crashed\", the US Attorney's Office for the Central District of California said.The plane crashed into the Los Padres National Forest 35 minutes after takeoff. He hiked to the site and recovered the footage.\n\nSome YouTube viewers were sceptical of the crash, noting that Mr Jacob was already wearing a parachute and made no attempt to land the plane safely.\n\nHe reported the crash to the National Transportation Safety Board, who said he was responsible for preserving the wreckage. According to the plea agreement, Mr Jacob later claimed he did not know the location of the site.\n\nHe did, and returned by helicopter and secured and removed the wreckage, which he later destroyed, the statement says.\n\nMr Jacob is expected to make his initial court appearance in the coming weeks.\n\nHis pilot's licence was revoked last year.\n\nMr Jacob's lawyer has not responded to the BBC's request for comment.",
      "index" : 2
    },
    {
      "title": "Pakistan shut down the internet - but that didn't stop the protests",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12A7B/production/_129711467_9499eeb328f18ddd05bc9a928dd3b17755b673a2.jpg.webp",
      "publishedDate": "2023-05-13 00:00",
      "content": "The battle between Imran Khan's supporters and the powerful Pakistani military has this week been raging on two fronts - on the streets and on social media. And on one battlefield, the former prime minister seems to have the upper hand.\n\nWithin hours of Imran Khan's arrest on Tuesday, Pakistan's government had clamped down on the country's internet, in a move to quell resistance.\n\nThe capture of the swashbuckling political leader immediately sparked protests nationwide.\n\nIn Lahore, Nighat Dad rushed home after hearing Khan had been detained. Leaving the office in the city centre, the lawyer's staff had already started to encounter violent protesters.\"A mob tried to attack their cars and stop them from leaving,\" she told the BBC.\n\nAs one of Pakistan's leading digital rights activists, she was also keeping an eye on the discourse raging online.\n\nImages of stone-throwing protesters in clouds of teargas unrolled across social media and pinged across WhatsApp groups. Video of the arrest - Khan being swarmed by paramilitary troops - went viral. His party, the Pakistan Tehreek-e-Insaf (PTI), spat out rapid-fire updates on their Twitter page.\n\nTo control the rapidly escalating situation, the government flipped the switch. Across the country, social media sites went down - people struggled to load Facebook, YouTube and Twitter.\n\nMobile networks were also blocked in some places, resulting in a full connectivity outage. Elsewhere, internet speeds were throttled.\n\nWhen the blackout came, for most Pakistanis it wasn't unexpected. Those that could, booted up their VPNs - demand for the services which reroute a user's internet location skyrocketed by 1,300%, trackers later told the BBC. Those with mobile access continued on WhatsApp.\n\n'Real news' online\nShutting down the internet has become a familiar move in the authoritarian playbook, particularly in South Asia in recent years. Authorities plunge the country offline to control the flow of information, and suppress any dissent or protest, experts say.\n\n\"Governments have a hammer, and it's easy to treat the internet as a nail,\" says Kathik Nachiappan, a South Asia expert based in Singapore.In Pakistan, the move has particular impact because it shuts down what is seen to be the only place to get \"real news\" in the country - a decade of attacks on the country's independent journalists and newspapers by the military authorities is widely regarded to have muzzled the mainstream media.\n\nImran Khan to be released from custody in Pakistan, court rules\nThe cricket hero bowled out as Pakistan's PM\nTrust that mainstream outlets will adequately inform the public has broken down so much that people go online to find out \"what is truly going on\", says Uzair Younus, a Pakistani politics expert with The Atlantic Council, a US-based think tank.\n\n\"People say 'OK, it's not worth really watching television, because the military is governing what can and cannot be said,'\" says Mr Younus.\n\nSo when it comes to breaking news like Khan's arrest, people flock online, to reputable journalists and YouTube channels as well as social media.\n\n\"I was glued to my screen at work, watching Geo News, one of the country's largest broadcasters,\" says Mr Younus. \"But then I was getting a whole lot more information about protests - who had been shot, where tear gas was being shared - on WhatsApp and on Twitter. Geo was not covering any of that.\"\n\nOf course, there are all the usual issues that come with relying on social media news - in Pakistan's bitterly complicated political scene, misinformation, disinformation, and conspiracy theories are all rampant, and often peddled by the political actors themselves.No matter what kind of information people are consuming, limiting online access is a gross violation of fundamental rights, says Ms Dad, who runs the Digital Rights Foundation in Lahore.\n\n\"When you shut down the Internet, people have no choice in accessing information,\" she says.\n\nShe argues the authorities' blanket ban violates freedom of speech, access to information and the right to assembly - which are all enshrined in Pakistan's constitution. Internet access is a human right recognised by the United Nations.\n\nMost severe censorship yet\nBut for Pakistanis, internet censorship days have become increasingly common since Mr Khan was voted out by parliament last April.\n\nThe charismatic politician has been on the comeback trail ever since, charging around the country on a convoy, loudly claiming his removal was illegitimate and the charges against him are false. He has spurred thousands to attend his rallies.\n\nNetblocks, a UK-based internet monitor, has counted at least three major internet disruptions linked to Khan's rallies before his arrest - but this week's was the worst yet.\n\n\"This is possibly the most severe censorship that we've tracked for Pakistan in recent times,\" Netblocks researcher Alp Toker told the BBC.\n\n\"The scale of it and the fact it involves multiple forms of disruption - both the mobile networks and the social platforms - show a concerted effort to control the narrative.\"Netblocks identified that the mobile networks affected had gone down in areas in Punjab - a Khan stronghold and Pakistan's most populous province. The telecoms authority later confirmed it had sent around the kill order following a directive from the interior ministry.\n\nFor Pakistan's current rulers, shutting down the internet is a significant move and one not taken lightly. It cuts off public access to healthcare, emergency and financial services.\n\nIt has been a big hit to an already failing economy, affecting businesses across the country. Tens of millions of Pakistanis - from delivery drivers to the tech community - rely on the Internet to earn a living.\n\nOn Wednesday, hundreds of Pakistani business leaders and civil rights figures signed a letter condemning the internet shutdown, expressing fears that it would negatively affect the country's vibrant tech sector - one of the only areas bringing in much-needed foreign investment.But political watchers say it's clear that authorities are willing to sacrifice all that to cut off one of Mr Khan's greatest advantages- his dominance online.\n\nKhan's online dominance\nHis party, the PTI, has the major edge over political competitors with a younger, tech-savvy voter base. Its social media machine - credited with delivering the 2018 election - is miles ahead of the competition.\n\nThe military and the government are worried about the party using social media for \"anti-army political mobilisation\" says Asfandyar Mir, a Pakistan politics and military watcher with the United States Institute of Peace. It's something that Khan himself is personally invested in, he says.\n\n\"The military in particular sees the scale of retweets and likes on twitter as a signal of political strength which can have knock on mobilisation effects,\" he said.\n\nSince Khan's arrest, the PTI has been feeding a legion of about nine million followers on Twitter with hourly updates. Khan himself has over 19 million followers on Twitter - the military has about six million and the current PM, Shehbaz Sharif, 6.6 million followers.What's even more galling for the military now, is that they had previously hitched their social media presence to Khan's bandwagon.\n\nWhen Khan rose to power in 2018, then with the support of the military, the generals had outsourced the task of building their not insignificant social presence to the PTI as a joint effort. But when Khan and the army fell out, the PTI managed to wrest away most of their online following.\n\nThe military has since found itself on the back foot online, struggling to control the narrative, says Mr Younus. It fended off campaigns from the PTI coordinating followers through hashtags and site attacks.\n\nUnder attack on their YouTube account this week, the military at first disabled rabid comments from Khan's supporters. In the end, they just turned the whole thing off.\n\n\"Because they don't have the capability the PTI does on social media, the obvious answer was to turn it all off because that's the only way they can control things,\" says Mr Younus.\n\nBut blocking social media is only one layer of disruption. Much more crucial to organising efforts for protesters is WhatsApp - the messaging app seen as the backbone for information flow in the country.\n\nBoth political sides are pushing out their message on the app, but the PTI again has a slight upper hand.\n\n\"They've done a fantastic job of creating these communities and groups through which they proliferate information or their own narrative,\" Mr Younus says.\n\nOn Friday, as the situation remained tense across the country, most citizens still had little access to the internet.\n\nThe army had been deployed in the capital and the twists and turns in Khan's legal case threatened to kick protests off again.\n\nSome people had regained access to Facebook and YouTube, but the restrictions were patchy and arbitrarily applied across the country.\n\nThe political fervour, however, remains at an all-time high and the discussion is still raging online.\n\n\"People are charged and emotions are high, not only because of what's happened to Imran Khan but also because of the economic downfall in the country,\" says Ms Dad.\n\n\"It's a mix of anger and frustration that has come to a boiling point. Everyone has something to say.\"",
      "index" : 3
    },
    {
      "title": "Google reveals AI updates as it vies with Microsoft",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/E78B/production/_129657295_whatsubject.jpg.webp",
      "publishedDate": "2023-05-11 15:17",
      "content": "Google has announced it is rolling out generative artificial intelligence (AI) to its core search engine.\n\nThe move comes after Microsoft incorporated GPT-4 into its Bing search engine earlier this year.\n\nSearch Generative Experience - which will be part of Google - will craft responses to open-ended queries, the company said.\n\nHowever, the system will only be available to a limited number of users and is still in \"experimental\" phase.\"We are reimagining all of our core products, including search,\" said Sundar Pichai, the boss of Google's parent company Alphabet.\n\nAdditionally, the company announced a new feature on Google's Android system will proactively warn users about unknown AirTags, tiny devices developed to track personal items like keys and wallets.\n\nThe technology giant said the \"unknown tracker alerts\" would go live this summer.\n\nThe announcement came after Apple and Google said last week they were working together to address the problem.\n\nLast year two women sued Apple over AirTag stalking.\n\nWomen who have been tracked using the devices told the BBC last year that not enough was being done to prevent misuse.\n\nApple AirTags - 'A perfect tool for stalking'\nGoogle made the announcement at its annual developer conference, where leaders of the company touted their latest advancements in artificial intelligence and new hardware offerings, including a $1,799 (£1,425) phone that opens and closes like a book.\n\nThe company said it was removing the waitlist for \"Bard\", its experimental, conversational, chat service, which will be rolled out in English in 180 countries and territories.\n\nIt also said the chatbot would soon be able to respond to prompts with images as well as text.\n\nGoogle has been under pressure to burnish its artificial intelligence offerings, after the runaway success of rival chatbot ChatGPT, which is funded by Microsoft.\n\nA previous attempt to show off its credentials in the field, in February, ended in embarrassment, after it emerged that - in an advert intended to illustrate its capabilities - Bard had answered a question incorrectly.\n\nThe incident wiped $100bn (£82bn) off parent company Alphabet's share value - an indication of how keenly investors are watching how the tech giants' AI ventures play out.\n\nMicrosoft is deploying ChatGPT technology into its search engine Bing, after investing heavily in the company that developed it, OpenAI. Chinese tech giant Baidu also has a chatbot, called Ernie.\n\nChirag Dekate, analyst at Gartner, said Google remained an industry leader and was well poised to benefit in the interest in AI.\n\n\"Google has the tools to dominate the AI battles, the perennial question is - will they?\" he said.",
      "index" : 4
    },
    {
      "title": "Tears of the Kingdom: Fans react to Zelda sequel launch",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/151FE/production/_129662568_zelda1.png.webp",
      "publishedDate": "2023-05-12 20:32",
      "content": "Nintendo has released Tears of the Kingdom - its latest game in the long-running Legend of Zelda franchise.\n\nThe action-adventure series sees players lead hero Link across Hyrule's open-world to find Princess Zelda.\n\nFans have waited six years for a sequel to the hit Zelda game launched with Nintendo's Switch console, Breath of the Wild.\n\nTears of the Kingdom reviews have seen it gain \"universal acclaim\" with critics, per aggregator Metacritic.\n\nThe site is encouraging people to spend more time playing the game before leaving a review - telling them to \"come back to review it\" tomorrow evening (13 May).\n\nIn the meantime, fans have been sharing their initial takes, screen captures, delights and woes with the game, on social media.\n\n'A new expanse'\nZelda fan and streamer @RachaelCamui said on Twitter the opening sequence of the game, and its music, had made her cry: \"I love Zelda so much; it's literally why I'm a gamer.\"\n\nAnother Twitter user called the game \"an absolute work of art\".Despite some concerns that the sheer size of the game might overwhelm newcomers, the expansion of Hyrule to include more environments and possibilities seems to be delighting fans.\n\n\"I have been playing the new Zelda: Tears of the Kingdom for over five hours and I'm still just in the beginning!\" Twitter user @daveymilkshakes1 said.\"You can reach me again in about a fortnight,\" another joked.\n\n\"I feel as if I will never finish this game,\" Keza MacDonald, video games editor at The Guardian, wrote in her five-star review of the game. \"Every time I think I've got a handle on it, it reveals a new expanse.\"\n\nMeanwhile, speedrunners - who try to blitz through games at record speeds - have already completed Tears of the Kingdom in less than two hours, according to Video Games Chronicle.'More than just a sequel'\nBreath of the Wild has a score of 97/100 based on critic reviews, and a user score of 8.7 out of 10 based on almost 20,000 reviews on Metacritic.\n\nIt has won several awards and is recognised by some as one of the best games of all time.\n\nLegend of Zelda series producer Eiji Aonuma and the game's director Hidemaro Fujibayashi told fans in a video message on Friday they wanted to make Tears of the Kingdom accessible for new players, as well as enjoyable for Breath of the Wild gamers.\n\nBBC's gaming correspondent Steffan Powell said as \"a free-roaming roleplaying experience with a massive canvas for story-telling\", the game is more than just a sequel to its predecessor.\n\nHe said to navigate Hyrule \"you're encouraged to use your imagination to solve puzzles, craft weapons and battle to defend the land from Ganondorf - tribal chief and villain\".\n\nThe Washington Post's games reporter Gene Park called it \"the fullest Zelda story to date\".",
      "index" : 5
    },
    {
      "title": "UK further restricts Microsoft and Activision merge",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/CE99/production/_129698825_gettyimages-1237824824.jpg.webp",
      "publishedDate": "2023-05-12 18:25",
      "content": "The Competition and Markets Authority (CMA) has restricted Microsoft and Activision Blizzard from \"acquiring an interest\" in each other.\n\nIt published an interim order stating they would need \"prior written consent\" from the UK regulator before making acquisitions between the companies.\n\nThe order applies to the businesses as well as their subsidiaries.\n\nIt comes two weeks after the regulator blocked Microsoft's $68.7bn (£54.8bn) deal to buy Activision Blizzard.The takeover would have seen Microsoft acquire such hit titles as Call of Duty, Overwatch and World of Warcraft.\n\nBut the regulator said it was concerned the deal would offer reduced innovation and less choice for gamers in the cloud gaming business.\n\nMicrosoft and Activision criticised the decision and said they would appeal, with an Activision official saying at the time it showed the UK was \"clearly closed for business\".\n\nMicrosoft's Activision Blizzard deal: What you need to know\nTo go through, the deal has to be approved by regulatory bodies in the UK, United States and European Union.\n\nThe CMA was the first regulator to make a ruling, in April. The EU is expected to make a decision in May.\n\nIn the interim order, the CMA wrote it was \"preventing pre-emptive action\" from Microsoft or Activision Blizzard.\n\nThe order prevents the businesses from acquiring an interest in each other, including their subsidiaries, or businesses that themselves have interest in the companies.\n\nFor example:\n\nActivision Blizzard could not invest in Microsoft's Xbox Game Studios\nMicrosoft could not invest in Activision Blizzard subsidiaries such as King, the studio that makes hit mobile game Candy Crush Saga\nThe order states the companies should \"immediately notify the CMA\" if they have \"any reason to suspect\" the order has been breached.\n\nA Microsoft official told BBC News: \"We remain firmly committed to this deal and look forward to presenting our case to the Competition Appeal Tribunal.\"\n\nActivision Blizzard has been approached for comment.",
      "index" : 6
    },
    {
      "title": "Vodafone 3G turn-off sparks internet access fears",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D166/production/_129660635_667895a7-015e-484c-91e3-692d4593d3e5.jpg.webp",
      "publishedDate": "2023-05-12 18:25",
      "content": "Campaigners have warned that Vodafone turning off its 3G network will lead to people with older and more basic phones falling into \"digital poverty.\"\n\nVodafone will be the first UK telecoms firm to stop providing 3G when it begins a nationwide phase-out in June.\n\nThis will free up radio frequencies for faster 4G and 5G services, it says.\n\nVodafone says it is working to support vulnerable customers, but campaign group Digital Poverty Alliance has criticised the switch-off.Vodafone UK's chief network officer, Andrea Dona, said 3G use had \"dropped significantly\" - with less than than 4% of its customers' data being used on its 3G network, compared with more than 30% in 2016.\n\nHe said that meant it was now \"time to say goodbye to 3G and focus on the current benefits and future possibilities of our 4G and 5G networks\". \n\nThe company says it is working with third parties, including charities, to help customers.\n\nIt has also pointed to the support it is providing for customers, including information on its website about how to check if a phone is capable of accessing 4G. It has worked with a body called We Are Digital to set up the Digital Skills Helpline, which is free to call from all UK mobiles and landlines.\n\nDigital Poverty Alliance, which says its objective is help people access the \"life-changing benefits\" of digital services, says 14 million British people rarely engage online, with 18% of adults relying on their their phone to access digital services. It said switching off 3G would have \"detrimental effects\".\n\n\"Older and basic devices do not have 4G capabilities, so individuals who can only get online using a basic device will fall into digital poverty,\" it warned in a statement.\n\n\"Switching off 3G will have an adverse effect on the mission to help more people access the digital world,\" it added.\n\n'You rely on the service'\nVodafone says it is pressing ahead with a nationwide phase-out after successful pilots across Plymouth and Basingstoke.\n\nHowever, some customers have expressed concern about how it will affect them.\n\nDan Jones, 36, a self-employed IT consultant who lives in a village near Manchester, told the BBC he only got a 3G signal at his home office.\n\nHe said he was informed by Vodafone in October that it was going to shut 3G services and since then 4G and 5G in his area had been \"pretty much non-existent\".\n\nMr Jones said he was now contemplating changing providers.\n\n\"I'm self-employed, I'm an IT consultant - when your living is made through phone calls and that sort of thing, you rely on the service,\" he told the BBC.\n\n\"It's not like I live out in the sticks.\"\n\nThe UK government and mobile phone operators have said all 2G and 3G services will be shut off by 2033 at the latest, with 3G networks being shut first.",
      "index" : 7
    },
    {
      "title": "How has TikTok taken over Eurovision 2023",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/B5C7/production/_129653564_hannahwaddingham.jpg.webp",
      "publishedDate": "2023-05-12 12:31",
      "content": "If you already thought Eurovision was all over TikTok, this year's contest has taken it to another level.\n\nContent for the 2023 competition has already been seen 1.5 billion times - the same as all of last year's views combined.\n\nBut the frenzy isn't just centred on the big final.\n\nIt starts early, as countries try to tap into the hype and find acts who already have big fanbases on the app.So instead of having just three minutes to pick up douze points, singers now have months to go viral - ideally winning friends and votes along the way.\n\nBut how does it happen, and is TikTok really taking over Eurovision?\n\nWell, if it feels like your For You page is wall-to-wall Mae Muller and co at the moment, that's no accident.A big reason is that TikTok is Eurovision's official entertainment partner for the second year running.\n\nJames Stafford, one of the app's UK bosses, says the two work well together because they're both \"about inclusion and creative expression\".\n\n\"We are sometimes really serious, sometimes really weird, but always really entertaining,\" he says.\n\nBut it goes a bit deeper than that - James says TikTok gets to know acts early on to prepare them for their social media \"journey\".\n\nHe tells Newsbeat the app works with artists to help them be discovered and build a fan base.\n\nSo when they hit the stage in Liverpool, James says, \"it's not just three minutes that they've got to convince the world to vote for them\".\n\nJames points to Sam Ryder as an inspiration.\n\nThe UK's most successful entry in years, Sam got his break on TikTok and now has more than 14 million followers.\n\nAnd Mae Muller also had a healthy fan base on the app before she was selected to follow Sam in 2023.\n\nSomeone who's had a similar route into the contest this year is the Cyprus entry Andrew Lambrou.Andrew was also selected to sing for his country because of his social media presence.\n\nHe admits it's been key to him swapping singing at home for belting out his track Break A Broken Heart in Liverpool.\n\nAlthough he didn't quite believe it when he was first contacted about performing.\n\n\"I saw this email in my inbox, I went and spoke to mom and dad and I was like 'do you think this is real?'\n\n\"And then we connected the dots and worked out that it was very much legitimate and here we are.\"'Little bit of pressure'\nAndrew, who's Australian-Cypriot, posts a lot of covers for his 700,000 TikTok followers.\n\nHe says singing and music has always been his passion, but the reaction from fans worldwide made it feel \"even more special\".\n\n\"It gives me a lot of motivation, seeing all the positive, fantastic comments coming through,\" he says.\n\n\"And it kind of solidified in my mind that this is what I want to do forever.\"\n\nBut it isn't all likes and laughs - Andrew says the constant online scrutiny of Eurovision means he's always under pressure to be at his best.Andrew says behind-the-scenes activity like rehearsals is usually \"the space where you're allowed to stuff up\".\n\n\"But when things are public, you kind of feel like 'I don't really want to make any mistakes at all' just because people are going to be seeing this and comments will be shared.\n\n\"It's just there's a little bit of pressure.\n\n\"But at the end of the day, you want to give it your all throughout every single rehearsal.\"\n\nJames, who is TikTok's general manager of operations and marketing in the UK, tells Newsbeat they want everyone to feel safe on the app.\n\nHe says this applies \"especially [in] a partnership with Eurovision\", and TikTok's community guidelines are clear about what is and isn't ok.Eurovision superfan Helen Groothuis thinks its social media rise has had an impact all over the world.\n\nShe was living in the US about 10 years ago when she first got into the contest, when it was \"still very much an unknown quantity\".\n\nBut as social media activity increased, Helen says, it started to catch the attention of bigger and bigger TV stations.\n\nAnd she's seen a real rise in \"the number of people engaging with it, not just in Europe, but really across the globe.\"\n\nHelen, who's in Liverpool covering the contest for That Eurovision Site, accepts blanket coverage \"might take some of the initial enjoyment\" out of the final night.\n\n\"It depends on how you want your experience of the contest to be,\" she says.\n\n\"A lot of times, acts such as Sweden tend to copy and paste their national final performance to the Eurovision stage with some minor tweaks.\n\n\"So it's a double-edged sword because you get to see a performance that you love again, just elevated on the Eurovision stage.\"",
      "index" : 8
    },
    {
      "title": "Twitter launches encrypted private messages, says Elon Musk",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/FBDA/production/_129647446_gettyimages-1246973292.jpg.webp",
      "publishedDate": "2023-05-11 09:48",
      "content": "Twitter has become the latest social media platform to launch an encrypted messaging service.\n\nDirect messages sent on Twitter will be end-to-end encrypted - this means private messages can only be read by the sender and the recipient.\n\nChief executive Elon Musk said it meant he could not see users' messages \"even if there was a gun to my head\".\n\nBut he warned that this is an early version, and people should \"try it, but don't trust it yet\".\n\nADVERTISEMENT\n\nThe feature is not yet open to everyone, and can only be used by people who pay for Twitter Blue or are affiliated to a verified Twitter account.\n\nIt is also not yet possible to send media in the messages - users can only send text and links.\n\nIn a post on its support site, Twitter said it was \"not quite there yet\" with encryption.\n\n\"While messages themselves are encrypted, metadata (recipient, creation time, etc) are not, and neither is any linked content,\" it said.\n\n\"If someone - for example, a malicious insider, or Twitter itself as a result of a compulsory legal process - were to compromise an encrypted conversation, neither the sender or receiver would know.\"\n\nOnline Safety Bill criticised\nWhen he bought Twitter in 2022, Mr Musk hinted at plans to turn it into a \"super-app\" with multiple functions. In China the super-app WeChat can be used for everything from social media and ordering food to payments and messaging, but there is not really a comparable platform in the West.\n\nSince then he has made a number of dramatic changes to the social network, including the introduction of a subscription service, and the removal of old blue tick badges, previously used by Twitter as a tool in the fight against the spread of disinformation.\n\nMany Twitter users have called for its private messaging service to be made more secure for a long time. However, Mr Musk's timing could prove awkward for him in the UK, where the government's Online Safety Bill will introduce new requirements for social media companies, which it says will help to protect children from abuse.\n\nMessaging platforms WhatsApp and Signal have both criticised this part of the Online Safety Bill, currently near the end of its journey through Parliament.\n\nIn April, they said they were concerned the legislation could undermine end-to-end encryption, which is considered by privacy campaigners and activists to be an invaluable tool.\n\nThey were two of several messaging services whose heads signed a letter calling for a rethink, saying the bill, in its current form, opens the door to \"routine, general and indiscriminate surveillance\" of personal messages.\n\nFacebook's parent company Meta has introduced encryption to its Messenger platform with some exceptions, including Marketplace chats.\n\nMr Musk said he expected encrypted messaging on Twitter \"to grow in sophistication rapidly\".\n\nCyber-security expert Jake Moore, from ESET, said Twitter was responding to demand from privacy-conscious users.\n\n\"Without the use of end-to-end encrypted messaging, Twitter staff and the company itself have the opportunity to read people's messages,\" he told the BBC.\n\n\"Although this can reap huge rewards for the platform, with advertisers being able to micro-target users, it is a huge security risk to those messaging without such privacy protection.\"",
      "index" : 9
    },
    {
      "title": "Hacker marketplace still active despite police 'takedown' claim",
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/D199/production/_129275635_b43371e5-2866-40a5-95b0-71847aea815b.jpg.webp",
      "publishedDate": "2023-05-11 07:55",
      "content": "A hacker marketplace used to steal accounts for Netflix, Amazon and other services is still active, despite police saying it had been taken down.\n\nLast month, an international police operation announced that Genesis Market had been seized and deleted from the mainstream internet.\n\nBut the identical version of the market hosted on the darknet remains online.\n\nOn Monday, a post on the unaffected version of the market was said it was \"fully functional\".\n\nGenesis Market is described by police as a \"dangerous\" website specialising in selling login details, IP addresses and browsing cookie data that make up victims' \"digital fingerprints\".\n\nThe service was considered one of the biggest criminal facilitators, with more than two million stolen online identities for sale at the time of the police action.\n\nOperation Cookie Monster was led by the FBI and Dutch police and announced on 5 April.\n\nSeveral agencies around the world celebrated the website \"takedown\", announcing that 119 people had been arrested and describing the criminal service as \"dismantled\".\n\nBut researchers at cyber-security company Netacea have been monitoring the darknet version of the market, and say the website was only disrupted for about two weeks.\"Taking down cyber-crime operations is a lot like dealing with weeds. If you leave any roots, they will resurface,\" says Cyril Noel-Tagoe, Netacea's principal security researcher.\n\nMr Noel-Tagoe praised police for seizing the mainstream internet version of the market, but says the operation was more of a disruption than a takedown.\n\n\"The roots of Genesis Market's operation, namely the administrators, darknet website and malicious software infrastructure, have survived,\" he said.\n\nCriminal administrators have since posted an update to the marketplace saying that they have released a new version of their specialist hacking browser, resumed collecting data from hacked devices and added more than 2,000 new victim devices to the market.Experts at cyber-security company Trellix, who helped police disrupt some of the hacking tools sold on Genesis Market, agreed that the leaders of the website were still at large.\n\n\"It is true that the Genesis administrators quickly responded on Exploit [hacker] forums stating that they would be back online shortly with improvements,\" said John Fokker, head of threat intelligence at Trellix, adding that the darknet site was still accessible.\n\nCyber-crime site shut down in global police raids\nHow police shut down world's largest darknet market\nPolice did not comment on the darknet site remaining online at the time of the \"takedown\".\n\nAn FBI spokesperson has since told the BBC that work is continuing to \"make sure that users who leverage a service like Genesis Marketplace face justice\".\n\nThe UK's National Crime Agency insists that the operation has dealt a \"huge blow\" to cyber-criminals.\n\n\"Although a dark web version of the site remains active, the volume of stolen data and users has been significantly reduced. I have no doubt that the operation damaged criminal trust in Genesis Market,\" Paul Foster, deputy director of the NCA's National Cyber Crime Unit, told the BBC.\n\nAs well as reducing the visibility of the marketplace by taking it off the mainstream internet, police and many experts agree that the high number of arrests of users will have a chilling effect on hackers considering using the site.However, it's not clear how many of those arrested will face prosecution. The NCA says only one of the 30 people arrested in the UK has so far been charged with any offences.\n\nResearch of hacker forums from Trellix and Netacea does suggest an unease about the marketplace since the operation, but it is hard to know if cyber-criminals have been put off in the short term or permanently.\n\nUser comments are still being posted on the marketplace's news page, but in small numbers.\n\nTaking down criminal websites hosted on the darknet is notoriously difficult as the location of their servers are often hard to find or in jurisdictions that do not respond to Western law enforcement requests, like Russia.\n\nThe US Treasury, which has sanctioned Genesis Market, believes the site is run from Russia. It is not known for sure, but the site offers Russian and English translations.\n\nIn the last year, police have had success in fully removing some darknet markets like the drugs sites Monopoly and Hydra.\n\nRussian-language site Hydra was the highest-grossing dark web market in the world and was thought to be based in Russia but was actually hosted in Germany, which allowed German law enforcement to shut it down.",
      "index" : 10
    }
  ]
}